Repository: Zolboo0501/ard_kids
Catalog: lib/l10n/app_*.arb
Languages: mn

# onboardDescription
source: All types of financial services
mn: Бүх төрлийн санхүүгийн үйлчилгээ

# onboardIntroduction
source: Savings, loans, investments, insurance and all financial services in one place.
mn: Хадгаламж, зээл, хөрөнгө оруулалт, даатгал зэрэг санхүүгийн бүх үйлчилгээг нэг дороос.

# onboardDescription2
source: Ardcoin
mn: Ардкойн

# onboardIntroduction2
source: Use actively and get more rewards. All services come with Ardcoin rewards.
mn: Идэвхтэй ашиглаж илүү их урамшуулал аваарай. Үйлчилгээ бүхэн ардкойны урамшуулалтай.

# onboardDescription3
source: Crypto Trading
mn: Крипто арилжаа

# onboardIntroduction3
source: International crypto trading through your financial app.
mn: Олон улсын крипто арилжааг санхүүгийн аппликейшнаараа.

# onboardDescription4
source: AI Financial Assistant
mn: Хиймэл оюун ухаант санхүүгийн туслах

# onboardIntroduction4
source: Artificial intelligence powered financial assistant.
mn: Хиймэл оюун ухаант санхүүгийн туслах

# onboardDescription5
source: Strong. Together
mn: Хүчтэй.Хамтдаа

# onboardIntroduction5
source: Stronger together.
mn: Хүчтэй.Хамтдаа

source: Choose Language
mn: Хэл сонгоно уу

# headerTitleXyp
source: Verify
mn: Баталгаажуулалт хийх

# titleXyp
source: Verify your information with XUR system
mn: ХУР системээр баталгаажуулалт хийх

# descriptionXyp
source: We will get your information from XUR system and verify it.
mn: Бидний таны мэдээллийг ХУР системээр авж баталгаажуулалт хийнэ.

# login
source: Sign in
mn: Нэвтрэх

# register
source: Sign up
mn: Бүртгүүлэх

# registerButton
source: Verify
mn: Баталгаажуулалт хийх

# registerVerifyAlertTitle
source: Are you sure get information?
mn: Та баталгаажуулалт хийхдээ итгэлтэй байна уу

# registerVerifyAlertSubtitle
source: We get your information from Xyp system and verify it
mn: Бидний таны мэдээллийг ХУР системээр авж баталгаажуулалт хийнэ.

# registerVerifyAlertButtonTitle
source: Sure
mn: Зөвшөөрөх

# registerVerifyAlertButtonTitle2
source: Decline
mn: Татгалзах

# registerChildrenTitle
source: Information children
mn: Хүүхэд бүртгэх

# registerChildrenDescription
source: Please select the child for customer registration
mn: Та харилцагчаар бүртгүүлэх хүүхдийг сонгоно уу

# registerChildrenHeaderTitle
source: Register Children
mn: Хүүхэд бүртгэх

source: Branch
mn: Салбарын мэдээлэл

source: Question
mn: Түгээмэл асуулт

# seeLocation
source: See location on map
mn: Газрын зургаас харах

source: Buy promotional set
mn: Багц худалдан авах

# validateMail
source: Please enter the child’s email address.
mn: Хүүхдийн майл хаягыг оруулна уу.

# validateMailDescription
source: By entering the child’s email address, we will verify that address.
mn: Та хүүхдийн майл хаяг оруулснаар бид тухайн хүүхдийн хаягийг баталгаажуулах юм.

# validateMailInputLabel
source: Child’s registered email address
mn: Хүүхдийн бүртгэлтэй майл хаяг

# validateMailInputHint
source: Registered email address
mn: Бүртгэлтэй майл хаяг

# validateMailInputError
source: Please enter a valid email address.
mn: Бүртгэлтэй майл хаяг оруулна уу.

source: Validate
mn: Баталгаажуулах

# validatePhone
source: Please enter the child’s phone number.
mn: Хүүхдийн утасны дугаарыг оруулна уу.

# validatePhoneInputError
source: Please enter a valid phone number.
mn: Бүртгэлтэй утасны дугаарыг оруулна уу.

# validatePhoneDescription
source: By entering the child’s phone number, we will verify that number.
mn: Та хүүхдийн утасны дугаар оруулснаар бид тухайн хүүхдийн хаягийг баталгаажуулах юм.

# validatePhoneInputLabel
source: Child’s registered phone number
mn: Хүүхдийн бүртгэлтэй утасны дугаар

# validatePhoneInputHint
source: Registered phone number
mn: Бүртгэлтэй утасны дугаар

# validateInfo
source: Verify child information
mn: Хүүхдийн мэдээлэл баталгаажуулах

# validateInfoDescription
source: Please verify your child's information.
mn: Та өөрийн хүүхдийн мэдээллийг шалган баталгаажуулна уу.

# validateChildFamilyName
source: Family name
mn: Ургийн овог

# validateChildParentName
source: Parent name
mn: Эцэг/эхийн нэр

# validateChildName
source: Child name
mn: Хүүхдийн нэр

# validateRegisterHint
source: Register number
mn: Регистрийн дугаар

# validateChildFamilyNameError
source: Please enter a valid family name.
mn: Ургийн овог оруулна уу.

# validateChildParentNameError
source: Please enter a valid parent name.
mn: Эцэг/эхийн нэр оруулна уу.

# validateChildNameError
source: Please enter a valid child name.
mn: Хүүхдийн нэр оруулна уу.

# validateRegisterHintError
source: Please enter a valid register number.
mn: Регистрийн дугаар оруулна уу.

# validateAddress
source: Select a branch that accepts cards.
mn: Карт хүлээн авах салбарын мэдээллийг баталгаажуулах

# validateAddressDescription
source: Select a branch that accepts cards.
mn: Та өөрийн хүүхдийн карт хүлээн авах салбарын мэдээллийг баталгаажуулна уу.

# validateAddressCity
source: City
mn: Хот/Аймаг

# validateAddressCityError
source: Please select city.
mn: Хот/Аймаг сонгоно уу.

# validateAddressDistrict
source: District
mn: Дүүрэг

# validateAddressDistrictError
source: Please select district.
mn: Дүүрэг сонгоно уу

# validateAddressBranch
source: Branch
mn: Салбар

# validateAddressBranchError
source: Please select branch.
mn: Салбар сонгоно уу.

# validateAddressBranchDescription
source: Branch description
mn: Салбарын дэлгэрэнгүй

# validateAddressBranchDescriptionError
source: Please enter a valid branch description.
mn: Салбарын дэлгэрэнгүй мэдээлэл оруулна уу.
